[
    {
        "id":1,
        "img":"P_img/img1.jpg",
        "title":"Godday Godday Chaa",
        "year":"(2023)",
        "sub_title":"Click and Watch all Punjabi movies",
        "about":"In 1980s Punjab, a newly wed bride, Rani decides to shatter an age-old tradition wherein women were not allowed to accompany the baraats. She faces resistance from the menfolk but does"
    },
    {
        "id":2,
        "img":"P_img/img2.jpg",
        "title":"Annhi Dea Mazaak Ae",
        "year":"(2023)",
        "sub_title":"Click and Watch all Punjabi movies",
        "about":"In love, Ammy, after the function, decides to find her. And that's where things turn slightly tragic, as Ammy while in search of Pari on a bike meets with an accident losing his eyesight. Despite getting visually challenged, he has his vision set on Pari. He then goes to England for his treatment, where he makes a new friend Nasir, who is also blind and the start of the friendship brings a twist to the plot."
    },
    {
        "id":3,
        "img":"P_img/img3.jpg",
        "title":"Mitran Da Naa Chalda ",
        "year":"(2023)",
        "sub_title":"Click and Watch all Punjabi movies",
        "about":"The plot follows four young women who have left their homes to work but face sexual harassment, which has a negative impact on them. Things go wrong when they murder a man on a fateful night and are apprehended. But, they come across Laadi, who despite being embarrassed by his stammering, understands the law and helps the needy four. The plot revolves around whether or not he can discover the truth."
    },
    {
        "id":4,
        "img":"P_img/img4.jpg",
        "title":"Lehmber Ginni",
        "year":"(2023)",
        "sub_title":"Click and Watch all Punjabi movies",
        "about":" It's a simple story of a man whose propensity to lie gets him into difficulty, especially with the girl he loves. The film is about whether or not their love will flourish amid this web of deception."
    },
    {
        "id":5,
        "img":"P_img/img5.jpg",
        "title":"Nigah Marda Ayi Ve",
        "year":"(2023)",
        "sub_title":"Click and Watch all Punjabi movies",
        "about":"Harman, an illegal migrant from Bathinda, meets the cheerful Scarlet for the first time, and his life takes an exciting turn. Will the couple fall in love or is there more to the story than meets the eye?"
    },
    {
        "id":6,
        "img":"P_img/img6.webp",
        "title":"Es Jahano Door Kitte Chal Jindiye",
        "year":"(2023)",
        "sub_title":"Click and Watch all Punjabi movies",
        "about":"aThe movie showcases how different waves of migration have hit these individuals who once left their homes with big dreams & hopes but are now left with only challenges to return back home.bout"
    },
    {
        "id":7,
        "img":"P_img/img7.jpg",
        "title":"Yaaran Da Rutbaa",
        "year":"(2023)",
        "sub_title":"Click and Watch all Punjabi movies",
        "about":"Yaaran Da Rutbaa’ packs a punch for those who enjoy action-packed mystery thrillers and is a Dev Kharoud fan."
    }
    
]